/* password protection error message */
"The document is password protected." = "Tài liệu được bảo vệ bằng mật khẩu.";

/* invalid file format */
"The file format is invalid." = "Định dạng tệp không hợp lệ.";

/* unknown error */
"An error occurred while reading the document." = "Đã xảy ra lỗi xảy ra khi đọc tài liệu.";

/* unsupported excel file */
"The document was created with an unsupported version of Excel." = "Tài liệu được tạo với phiên bản Excel không được hỗ trợ.";

/* unsupported word file */
"The document was created with an unsupported version of Word." = "Tài liệu được tạo với phiên bản Word không được hỗ trợ.";

/* bad powerpoint format */
"The document is not in PowerPoint format." = "Tài liệu không ở định dạng PowerPoint.";

/* unsupported xml word file */
"The XML document isn't in Word format." = "Tài liệu XML không ở định dạng Word.";

/* displayed when a powerpoint slide is loading */
"Loading..." = "Đang tải...";

/* displayed when a we failed to preview the whole document because the memory got too low */
"This document is only partially previewed." = "Tài liệu này chỉ được xem trước một phần.";
